<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="EUC-KR">
<title>Insert title here</title>
</head>
<body>
<h3>가입약관</h3>
<p>
제1조 목적
1. 이 서비스 약관은 회원이 영화사에서 제공하는 인터넷 사이트 서비스(이하 ""서비스"")를 이용함에 있어 회사와 회원 간의 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다.
2. 회원이 되고자 하는 이용자가 회사가 정한 소정의 절차를 거쳐서 ""동의"" 버튼을 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에 정하는 이외의 회사와 회원의 권리, 의무 및 책임사항에 관해서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.
</p>
<p>
제2조 정의
회원이란 회사가 제공하는 서비스에 접속하여 본 약관에 따라 회원으로 가입하여 서비스를 제공받는 자를 말합니다.
</p>
<p>
3조 약관 등의 명시와 설명 및 개정
회원 가입을 희망하는 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입하고 ""동의"" 버튼을 누르는 방법으로 회원 가입을 신청합니다.
회사는 제1항과 같이 회원으로 가입을 신청한 자가 다음 각 호에 해당하지 않는 한 신청한 자를 회원으로 등록합니다. - 등록 내용에 허위, 기재누락, 오기가 있는 경우 - 제6조 제2항에 해당하는 회원 자격 제한 및 정지, 상실을 한 경험이 있었던 경우 - 기타 회원으로 등록하는 것이 회사의 서비스 운영 및 기술상 현저히 지장이 있다고 판단되는 경우
회원가입계약의 성립시기는 회사의 승낙이 가입신청자에게 도달한 시점으로 합니다.
회원은 제1항의 회원정보 기재 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다.
</p>
<p>
제4조 서비스의 제공 및 변경
회사는 회원에게 아래와 같은 서비스를 제공합니다.  서비스 - 회사가 자체 개발하거나 다른 회사와의 협력계약 등을 통해 회원들에게 제공할 일체의 서비스
""서비스제공자""는 그 변경될 서비스의 내용 및 제공일자를 제7조 제2항에서 정한 방법으로 이용자에게 통지하고, 제1항에 정한 서비스를 변경하여 제공할 수 있습니다.
</p>
<p>
제5조 서비스의 중단
회사는 컴퓨터 등 정보통신설비의 보수점검/교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체 기타 ""서비스제공자""가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
제1항에 의한 서비스 중단의 경우에는 ""서비스제공자""는 제7조 제2항에서 정한 방법으로 ""회원""에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의. 중과실이 없는 시스템 장애 또는 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.
</p>
<p>
제6조 회원가입
회원은 회사에 언제든지 자신의 회원등록 정보를 말소해 줄 것(회원 탈퇴)을 요청할 수 있으며 회사는 위 요청을 받은 즉시 해당 회원의 정보 말소를 위한 절차를 시행합니다.
회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원의 자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다. - 허위 내용을 등록한 경우 - 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우 - 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
회사가 회원의 회원자격을 상실시키기로 결정한 경우에는 회원등록 정보를 말소합니다.
이용자가 서비스 이용 도중 12개월 이상 로그인 기록이 없는 경우, 회사는 해당 회원의 자격을 상실시킬 수 있습니다.
</p>
</body>
</html>